[
  {
    "id": 1,
    "type": "see",
    "title": "Glencree",
    "images": "glencree.jpg",
    "description": "Glencree is a stunning valley in the Wicklow Mountains, with Ennniskerry being at the foot of the valley. It is the second closest valley in the mountains to Dublin city, the first being Glencullen. The river Dargle flows down the valley, which rises to a height of abut 400 metres.",
    "address": "",
    "phone": "",
    "website": "http://visitwicklow.ie/item/glencree-visitor-centre"
  },
  {
    "id": 2,
    "type": "see",
    "title": "Powerscourt Gardens",
    "images": "gardens.jpg",
    "description": "Powerscourt Gardens first began to take shape over two and a half centuries ago. The charming walled garden, the striking terraces, fine statuary and varied trees are linked by carefully designed walks and set in the magnificent surroundings of the Wicklow mountains.**The gardens are accessible (charges apply) through Powerscourt House which is located just outside Enniskerry village.",
    "address": "Powerscourt Estate, Enniskerry, Co. Wicklow, Ireland",
    "phone": ",+353 (0) 1 204 6000",
    "website": "https://powerscourt.com/plan-your-visit"
  },
  {
    "id": 3,
    "type": "see",
    "title": "Powerscourt Waterfall",
    "images": "waterfall.jpg",
    "description": "This is the highest waterfall in Ireland. Facilities include a refreshment kiosk, toilets, playground – featuring a “space net” – and a nature trail.**Directions: On the outskirts of Enniskerry Village. Travelling south on N11 take exit for Bray/Greystones and follow signs. Travelling North on N11 take turn for Enniskerry and follow signs.",
    "address": "Powerscourt Estate, Enniskerry, Co. Wicklow, Ireland",
    "phone": ",+353 (0) 1 204 6000",
    "website": "https://powerscourt.com/waterfall"
  },
  {
    "id": 4,
    "type": "see",
    "title": "Wicklow Mountains National Park",
    "images": "wick.jpg",
    "description": "Situated off the Green Road close to the Upper Lake, and approximately 100m from the Upper Lake Car Park – 2km from Glendalough Visitor Centre. The National Park which covers much of upland Wicklow, contains an area of approximately 20,000 hectares (49,421 acres). This includes large areas of mountain blanket bogs, including the Lugnaquilla and Liffey Head Bog complexes and Glendalough Wood Nature Reserve. The National Park provides protection for the landscape and the wildlife, from rare orchids to the wild and beautiful Peregrine Falcon. Wicklow Mountains National Park runs a wide variety of activities for groups and individuals of all ages. Activities are free of charge and include field trips, nature walks, lectures and workshops.",
    "address": "Upper Lake, Glendalough, Co. Wicklow, Ireland",
    "phone": ", +353 (0)404 45425",
    "website": "https://www.wicklowmountainsnationalpark.ie/"
  },
  {
    "id": 5,
    "type": "eat",
    "tagline": "Italian Restaurant, Pizzeria & Wine Bar",
    "title": "Emilia’s",
    "images": "italian.jpg",
    "description": "Situated in the heart of the village, this first floor restaurant specialises in organic soups as well as thin crust pizzas, steaks and merangue desserts.",
    "address": "Clock Tower, Enniskerry Village",
    "phone": ", +353 1 2761834",
    "website": ""
  },
  {
    "id": 6,
    "type": "eat",
    "tagline": "Diner serving a variety of homemade snacks and drinks",
    "title": "Kingfishers Kitchen",
    "images": "burger.jpg",
    "description": "Situated opposite the Enniskerry monument with outdoor seating on the terrace, The Kingfishers Kitchen looks to source produce locally, and that includes the Avoca blankets with which customers can wrap-up warm in the Winter sunshiine. This well-situated sunny premises offers a wide selection of Panninis as well as gourmet open sandwiches and freshly-ground Italian coffee.",
    "address": "Fountainview, Main Street, Enniskerry",
    "phone": ", +353 1 2764859",
    "website": ""
  },
  {
    "id": 7,
    "type": "eat",
    "tagline": "Tasty & wholesome country cooking",
    "title": "Poppies",
    "images": "eat.jpg",
    "description": "Poppies Café opened in Enniskerry in 1982 and since then has become a favourite destination for those who love tasty and wholesome coutnry cooking. It is committed to maintaining the environment by using wind-generated electricty and recyling all of its cans, bottles and packaging. A takeaway menu is also available for those who’d rather enjoy a meal than prepare one. It’s ideal for the busy host looking to serve excellent quality, delicious and wholesome food with the minimum amount of effort.",
    "address": "The Square, Enniskerry Village",
    "phone": ", +353 1 2828869",
    "website": "https://www.poppies.ie"
  },

  {
    "id": 9,
    "type": "stay",
    "title": "Ballyorney Farm B&B",
    "images": "hotel.jpg",
    "tagline": "5 star bed and breakfast in a beautiful house located on a picturesque and scenic farm 5 mins drive from Enniskerry Village",
    "description": "Our lovely house is on a farm, 5 mins from Enniskerry, Powerscourt and the Wicklow Way. We are 30 mins from both Glendalough and Dublin, and 40 minutes from the airport. We have 4 spacious bedrooms, each with a double bed and own bath",
    "address": "Ballyorney, Enniskerry, Co. Wicklow.",
    "phone": "+353 87 275 5873",
    "website": "https://www.airbnb.ie/s/homes"
  },
  {
    "id": 10,
    "type": "stay",
    "title": "Brook Cottage",
    "images": "stay10.jpg",
    "tagline": "Bed & Breakfast in a peaceful & panoramic setting 3km from Enniskerry",
    "description": "Set near the picturesque village of Enniskerry, Brook Cottage is the perfect place for a relaxing get-away. Our quiet guesthouse is located approximately one hour from Dublin city and near to a host of wonderful places to visit and things to do. Many of our guests are taking a break from the spectacular Wicklow Way to visit Powerscourt Estate or other local sights.",
    "address": "Annacrivy, Enniskerry, Co. Wicklow",
    "phone": "+353 1 2766039",
    "website": "https://www.enniskerry.org"
  },
  {
    "id": 11,
    "type": "stay",
    "title": "Coolakay House",
    "images": "stay11.jpg",
    "tagline": "3 star farmhouse accommodation & heritage centre within 3km of Enniskerry village. Trip Advisor 2013 Certificate of Excellence & B&B Ireland’s Best Leinster B&B 2012.",
    "description": "Our B&B is a 19th Century Farmhouse located in the beautiful area of Enniskerry Co. Wicklow. Our latest addition to the house is our conservatory where guests can relax and enjoy the surroundings. We are a family friendly business with a high chair and cot available on request. It should also be noted that all of our bedrooms are Non-Smoking. Our facilities are Bord Failte Approved. **On the farm we have a large sheep population, beef cattle and a Farm Museum showing some of the finest examples of what was once used on a farm long ago on display daily.",
    "address": "Powerscourt Waterfall Road, Coolakay, Enniskerry",
    "phone": "+353 1 2862423",
    "website": "http://www.coolakayhouse.ie/"
  },
  {
    "id": 12,
    "type": "stay",
    "title": "Ferndale B&B",
    "images": "stay12.jpg",
    "tagline": "Listed Victorian building furnished in period style. All rooms en-suite.",
    "description": "Our aim is to provide a warm Irish welcome with quality food and service in pleasant surroundings. We have an extensive breakfast menu (from an Irish cooked breakfast to scrambled eggs and smoked salmon to home made bread and jams). We can offer you assistance with planning local and national itineraries. Ferndale is the perfect base to combine ease of access to Dublin and the scenic and cultural attractions of county Wicklow – Houses and Gardens, Historical sites etc. There a number of restaurants and pubs within walking distance of Ferndale providing evening and other meals etc.",
    "address": "Enniskerry Village, Enniskerry",
    "phone": "+353 1 2863518",
    "website": "http://www.ferndalehouse.com/"
  },
  {
    "id": 13,
    "type": "shop",
    "title": "The Parting Glass",
    "images": "shop13.jpg",
    "tagline": "Not just another wine shop, we want you to enjoy wine as much as we do!",
    "description": "Whether you are looking for one bottle or a couple of cases, you’ll find something to tantalize your palate on our shelves. We can give you recommendations for match food to wine. We have over 350 wines in stock and wines from all over the globe. Wine is something to be enjoyed. The job of anyone working in the Wine trade is to demystify wine and sell it with passion and a smile – hopefully we manage both!",
    "address": "Church Hill, Enniskerry",
    "phone": "+353 1 2767876",
    "website": "http://www.thepartingglass.ie/"
  },
  {
    "id": 14,
    "type": "shop",
    "title": "Magees Pharmacy",
    "images": "shop14.jpg",
    "tagline": "",
    "description": "Pharmacy with a wide range of health and beauty products and gifts. Photo services also available.",
    "address": "Main Street, Enniskerry",
    "phone": "+353 1 2863515",
    "hours": "Mon – Sat 9am – 6pm.",
    "website": ""
  },

  {
    "id": 16,
    "type": "health",
    "title": "The Beauty Studio",
    "images": "health16.jpg",
    "tagline": "Professional Make Up Artist & Beauty Therapist",
    "description": "The Beauty Studio – Sinéad O’Connor is located just outside Enniskerry Village.  As a former Student of Bronwyn Conroy School of Beauty and LA Make Up Academy I have created The Studio which has everything to offer from a treatment room and make up artist studio within tranquil surroundings. Dermalogica & Eve Taylor are the ranges of skincare products used to create a luxury relaxing experience within The Beauty Studio. ",
    "address": "14 Monastery Cottages, Enniskerry",
    "phone": "+353 86 3831003",
    "hours": "Mon – Sat 9am – 6pm.",
    "website": "https://www.thebeautystudio.eu/"
  },
  {
    "id": 15,
    "type": "health",
    "title": "Enniskerry Barbers",
    "images": "health15.jpg",
    "tagline": "",
    "description": "Friendly men’s barber. Also caters for children.",
    "address": "Main Street, Enniskerry",
    "phone": "+353 87 719 7687",
    "hours": "Tue – Sat 10am – 6pm, Thur until 7pm.",
    "website": ""
  },
  {
    "id": 17,
    "type": "health",
    "title": "Enniskerry Physiotherapy Clinic",
    "images": "health17.jpg",
    "tagline": "Physiotherapy Clinic, Massage, Pilates & Yoga Studio",
    "description": "For excellence in diagnosis and prognosis. Our highly qualified team offer the latest treatments and techniques to meet our clients needs. For a full listing of all specialisms and services, biographies of practitioners and class timetables please visit our website” ",
    "address": "The Medical Centre, Enniskerry Village",
    "phone": "+353 86 3831003",
    "hours": "Mon – Sat 9am – 6pm.",
    "website": "http://www.ephysio.ie/"
  },
  {
    "id": 18,
    "type": "outdoor",
    "title": "Dun Laoghaire Golf Club",
    "images": "outdoors18.jpg",
    "tagline": "27-hole Hawtree designed championship golf course.  Clubhouse has stunning panoramic views, spacious locker, dining and bar facilities and meeting rooms.",
    "description": "Dun Laoghaire Golf Club’s 27-hole championship course has been designed by Hawtree to allow different combinations of the three nine-hole courses to be played. The magnificent 5-star Clubhouse which incorporates a spectacular terrace with stunning panoramic views of the Wicklow Mountains has spacious locker, dining and bar facilities, meeting rooms and offices and is perfectly equipped to cater for any function.",
    "address": "Ballyman Road Enniskerry",
    "phone": "+353 86 3831003",
    "hours": "",
    "website": "https://www.dunlaoghairegolfclub.ie/"
  },
  {
    "id": 19,
    "type": "outdoor",
    "title": "Killegar Stables ",
    "images": "outdoors19.jpg",
    "tagline": "",
    "description": "One of Ireland’s longest established horse riding schools in Dublin along with livery yards, Killegar offers riding lessons in Dublin, guided treks, pony camp and livery services. Our first class facilities take full advantage of our prime countryside location on the outskirts of Dublin, just outside the popular tourist village of Enniskerry.",
    "address": "Killegar Road, The Scalp, Enniskerry",
    "phone": "+353 86 3831003",
    "hours": "",
    "website": "https://www.dunlaoghairegolfclub.ie"
  },
  {
    "id": 20,
    "type": "outdoor",
    "title": "Angling For All Trout Fishery",
    "images": "outdoors20.jpg",
    "tagline": "County Wicklow offers wonderful opportunities for both the sea and game angler. ",
    "description": "Wild Brown Trout are plentiful in the rivers and streams that flow off the Wicklow mountain’s, with Sea Trout (subject to local bye laws) available in season. Bass and Smooth Hound are the key species for the sea angler to target when shore fishing, with Tope plentiful off venues such as Greystones, Wicklow town, and Arklow, during the summer months. Through the winter from November onwards Blessington Lake in west Wicklow can deliver superb Pike fishing, with many double figure fish caught annually.",
    "address": "Aughrim & Macreddin",
    "phone": "+353 (0)402 36552",
    "hours": "",
    "website": "http://www.anirishanglersworld.com/"
  }
]
